<template>
  <div>
    <h1 class="p-2 text-white text-xl font-bold"> Причины пищевых отходов</h1>
    <p class="p-2 text-white font-medium">1. Избыточное производство и потребление</p>

  <p class="px-6 text-white font-medium">Избыточное производство продуктов питания является основной причиной пищевых отходов. Стремясь удовлетворить растущий спрос, производители часто производят больше, чем необходимо, создавая избыток товаров.</p>

  <p class="p-2 text-white font-medium">2. Неправильное хранение и транспортировка</p>

  <p class="px-6 text-white font-medium">Проблемы с хранением и транспортировкой, такие как высокая температура или влажность, могут привести к порче продуктов. Недостаточная инфраструктура для транспортировки также может привести к повреждению продуктов в пути.</p>

    <p class="p-2 text-white font-medium">3. Потребительские привычки</p>

    <p class="px-6 text-white font-medium">Потребительские привычки играют важную роль в образовании пищевых отходов. Люди часто покупают больше продуктов, чем могут использовать, и выбрасывают продукты с истекающим сроком годности или не соответствующие эстетическим предпочтениям.</p>

    <p class="p-2 text-white font-medium">4. Неправильное планирование питания</p>

    <p class="px-6 text-white font-medium">Отсутствие чёткого плана покупок и приготовления пищи также является причиной пищевых отходов. Без понимания потребностей и размеров порций люди часто покупают лишние продукты и готовят слишком много, что приводит к остаткам.</p>

    <p class="p-2 text-white font-medium">5. Культурные и социальные факторы</p>

    <p class="px-6 text-white font-medium">Культурные и социальные факторы также влияют на уровень пищевых отходов. В некоторых культурах традиционно подают большие порции пищи, что может привести к образованию остатков. В праздничные дни также часто готовится больше еды, что приводит к образованию отходов.</p>
  </div>
</template>

<script setup lang="ts">
// Логика страницы
</script>
